;ABILITY CONVERTED ARMOR MODS - ITEM TEMPLATES

[TRArmorUpgrade_ArmourModLight X2ArmorUpgradeTemplate]
FriendlyName="轻量化模组"
FriendlyNamePlural="轻量化模组"
BriefSummary="简化穿戴者的护甲，提高他们的机动性和闪避能力，同时减少士兵被发现的距离。"
TinySummary="+实用加成"
LootTooltip="简化穿戴者的护甲，提高他们的机动性和闪避能力，同时减少士兵被发现的距离。"

[TRArmorUpgrade_WebbingOverlayBonus X2ArmorUpgradeTemplate]
FriendlyName="织带扩展模组"
FriendlyNamePlural="织带扩展模组"
BriefSummary="授予额外的道具槽位。"
TinySummary="+实用加成"
LootTooltip="授予额外的道具槽位。"

[TRArmorUpgrade_CeramicPlatingUpgradeBonus X2ArmorUpgradeTemplate]
FriendlyName="陶瓷镀层模组"
FriendlyNamePlural="陶瓷镀层模组"
BriefSummary="增加 2 点护甲和 1 点生命值。降低机动性、躲闪性和隐身性。"
TinySummary="+实用加成"
LootTooltip="增加 2 点护甲和 1 点生命值。降低机动性、躲闪性和隐身性。"

[TRArmorUpgrade_GBandolierBonus X2ArmorUpgradeTemplate]
FriendlyName="榴弹带模组"
FriendlyNamePlural="榴弹带模组"
BriefSummary="提供额外手榴弹、烟雾弹、燃烧弹和闪光弹使用次数。"
TinySummary="+实用加成"
LootTooltip="提供额外手榴弹、烟雾弹、燃烧弹和闪光弹使用次数。"

[TRArmorUpgrade_AssaultOverlayBonus X2ArmorUpgradeTemplate]
FriendlyName="突击模组"
FriendlyNamePlural="突击模组"
BriefSummary="提供 4 点护盾和 15% 暴击抗性。提供一个额外的闪光弹使用次数。"
TinySummary="+实用加成"
LootTooltip="提供 4 点护盾和 15% 暴击抗性。提供一个额外的闪光弹使用次数。"

[TRArmorUpgrade_MedicalOverlayBonus X2ArmorUpgradeTemplate]
FriendlyName="医疗模组"
FriendlyNamePlural="医疗模组"
BriefSummary="为医疗物品提供额外的专用槽位，并提供额外的使用次数。"
TinySummary="+实用加成"
LootTooltip="为医疗物品提供额外的专用槽位，并提供额外的使用次数。"

[TRArmorUpgrade_HazmatAModBonus X2ArmorUpgradeTemplate]
FriendlyName="三防模组"
FriendlyNamePlural="三防模组"
BriefSummary="生命值+2，提供对火、酸、霜冻和所有类型毒素的免疫力。"
TinySummary="+实用加成"
LootTooltip="生命值+2，提供对火、酸、霜冻和所有类型毒素的免疫力。"

[TRArmorUpgrade_EngeneeringAModBonus X2ArmorUpgradeTemplate]
FriendlyName="工程师模组"
FriendlyNamePlural="工程师模组"
BriefSummary="携带的每件地雷、炸药和C4炸弹可获得额外使用次数。"
TinySummary="+实用加成"
LootTooltip="携带的每件地雷、炸药和C4炸弹可获得额外使用次数。"

[TRArmorUpgrade_BundleofBladesBonusCharges X2ArmorUpgradeTemplate]
FriendlyName="刀片带模组"
FriendlyNamePlural="刀片带模组"
BriefSummary="携带时可额外使用隐藏匕首。"
TinySummary="+实用加成"
LootTooltip="携带时可额外使用隐藏匕首。"

[TRArmorUpgrade_AlloyPlatingUpgradeBonus X2ArmorUpgradeTemplate]
FriendlyName="合金镀层模组"
FriendlyNamePlural="合金镀层模组"
BriefSummary="增加 2 点护甲和 2 点生命值。降低机动性、躲闪性和隐身性。"
TinySummary="+实用加成"
LootTooltip="增加 2 点护甲和 2 点生命值。降低机动性、躲闪性和隐身性。"

[TRArmorUpgrade_WalkerServoOverdrive X2ArmorUpgradeTemplate]
FriendlyName="腿部辅助模组"
FriendlyNamePlural="腿部辅助模组"
BriefSummary="提供一次自由行动，授予 1 个仅移动的行动点。具有三回合的冷却时间。"
TinySummary="+实用加成"
LootTooltip="提供一次自由行动，授予 1 个移动行动点。有三个回合的冷却时间。"

[TRArmorUpgrade_MunitionsCarrierUpgradeBonus X2ArmorUpgradeTemplate]
FriendlyName="弹药带模组"
FriendlyNamePlural="弹药带模组"
BriefSummary="允许额外使用大多数手榴弹、爆炸物和重型武器。降低机动性、躲闪性和隐身性。"
TinySummary="+实用加成"
LootTooltip="允许额外使用大多数手榴弹、爆炸物和重型武器一次。降低机动性、躲闪性和隐身性。"

[TRArmorUpgrade_QuickLoadFreeload X2ArmorUpgradeTemplate]
FriendlyName="自由装填模组"
FriendlyNamePlural="自由装填模组"
BriefSummary="授予 3 次免费装填主要武器的能力"
TinySummary="+实用加成"
LootTooltip="授予 3 次免费装填主要武器的能力"

[TRArmorUpgrade_MediPackSatchel X2ArmorUpgradeTemplate]
FriendlyName="医疗包皮套"
FriendlyNamePlural="医疗包皮套"
BriefSummary="赠送一个免费医疗包。"
TinySummary="+实用加成"
LootTooltip="赠送一个免费的医疗包。"

[TRArmorUpgrade_HEChargeSatchel X2ArmorUpgradeTemplate]
FriendlyName="高爆炸药包"
FriendlyNamePlural="高爆炸药包"
BriefSummary="授予一个免费的高爆炸弹。"
TinySummary="+实用加成"
LootTooltip="授予一个免费的高爆炸弹。"

[TRArmorUpgrade_FireRetardantLayerAbility X2ArmorUpgradeTemplate]
FriendlyName="阻燃层"
FriendlyNamePlural="阻燃层"
BriefSummary="提供火焰免疫。"
TinySummary="+实用加成"
LootTooltip="提供火焰免疫。"

[TRArmorUpgrade_PathogenBarrierLayerAbility X2ArmorUpgradeTemplate]
FriendlyName="病原体屏障层"
FriendlyNamePlural="病原体屏障层"
BriefSummary="提供毒素免疫。"
TinySummary="+实用加成"
LootTooltip="提供毒素免疫。"

[TRArmorUpgrade_ChemicalBarrierLayerAbility X2ArmorUpgradeTemplate]
FriendlyName="化学中和层"
FriendlyNamePlural="化学中和层"
BriefSummary="提供酸性免疫。"
TinySummary="+实用加成"
LootTooltip="提供酸性免疫。"

[TRArmorUpgrade_MuleUpgradeAbility X2ArmorUpgradeTemplate]
FriendlyName="骡子背包升级"
FriendlyNamePlural="骡子背包升级"
BriefSummary="提供 2 个额外的通用插槽。该升级很重，会降低用户的机动性、躲闪性和隐身性。"
TinySummary="+实用加成"
LootTooltip="提供 2 个额外的通用插槽。该升级很重，会降低用户的机动性、躲闪性和隐身性。"